Repository: vanderwijk/custom-post-widget
Catalog: languages/custom-post-widget-*.po
Languages: it_it, sv_se

source: Displays custom post content in a widget
it_it: Visualizza il contenuto di un blocco in un widget.
sv_se: Lägg till innehållsblock i en widget

source: Content Block
it_it: Blocco Contenuti
sv_se: Innehållsblock

source: Content Block to Display:
it_it: Blocco Contenuti da visualizzare:
sv_se: Välj innehållsblock att visa:

# post type general name
source: Content Blocks
it_it: Blocchi di Contenuto
sv_se: Innehållsblock

# post type singular name
source: Content Block
it_it: Blocchi di Contenuto
sv_se: Innehållsblock

# block
source: Add Content Block
it_it: Aggiungi Blocco Contenuti
sv_se: Lägg till innehållsblock

source: Add New Content Block
it_it: Aggiungi Nuovo Blocco Contenuti
sv_se: Lägg till nytt innehållsblock

source: Edit Content Block
it_it: Modifica Blocco
sv_se: Redigera innehållsblock

source: New Content Block
it_it: Nuovo Blocco Contenuti
sv_se: Nytt innehållsblock

source: View Content Block
it_it: Visualizza Blocco
sv_se: Visa innehållsblock

source: Search Content Blocks
it_it: Ricerca Blocchi di Contenuto
sv_se: Sök bland innehållsblocken

source: No Content Blocks Found
it_it: Nessun Blocco trovato
sv_se: Det finns inga innehållsblock

source: No Content Blocks found in Trash
it_it: Nessun Blocco trovato nel Cestino
sv_se: Det finns inga innehållsblock i papperskorgen

source: Content Block updated. <a href="%s">View Content Block</a>
sv_se: Innehållet Block uppdateras. <a href="%s">Visa innehållsblock</a>

source: Custom field updated.
it_it: Campo personalizzato aggiornato.
sv_se: Det anpassade fältet är uppdaterat.

source: Custom field deleted.
it_it: Campo personalizzato eliminato.
sv_se: Det anpassade fältet är borttaget.

source: Content Block updated.
it_it: Blocco Contenuti Aggiornato.
sv_se: Innehållsblocket är uppdaterat.

source: Content Block restored to revision from %s
it_it: Blocco Contenuti ripristinato come una revisione di %s
sv_se: Innehållsblocket är återställt från en tidigare sparad version från %s

source: Content Block published. <a href="%s">View Content Block</a>
sv_se: Innehåll Block publiceras. <a href="%s">Se innehåll Block</a>

source: Block saved.
it_it: Blocco salvato.
sv_se: Blocket är sparat.

source: Content Block submitted. <a target="_blank" href="%s">Preview Content Block</a>
sv_se: Innehåll Block in. <a target="_blank" href="%s">Förhandsgranska innehåll Block</a>

source: Content Block scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview block</a>
sv_se: Innehållsblock planeras <strong>för.%1$s</strong> <a target="_blank" href="%2$s">Preview-block</a>

source: M j, Y @ G:i
it_it: il j M Y, @ G:i
sv_se: Y-M-J @ H:i

source: Content Block draft updated. <a target="_blank" href="%s">Preview Content Block</a>
sv_se: Innehållsblock utkast uppdateras. <a target="_blank" href="%s">Förhandsvisningsinnehållsblock</a>

source: Show Post Title
it_it: Mostra Titolo Post
sv_se: Visa inläggets rubrik

source: No content blocks available
it_it: Nessun Blocco disponibile
sv_se: Det finns inget innehållsblock tillgängligt

source: Find
it_it: Trova
sv_se: Hitta

# post type plural name
source: Content Blocks
it_it: Blocchi di Contenuto
sv_se: Innehållsblock

source: Please select a Content Block
it_it: Selezionare un Blocco di Contenuti
sv_se: Välj ett innehållsblock

source: Insert Content Block
it_it: Inserisci un Blocco Contenuti
sv_se: Lägg till innehållsblock

source: Select a Content Block below to add it to your post or page.
it_it: Selezionare uno dei blocchi di contenuti sottostante per aggiungerlo al tuo post o pagina.
sv_se: Välj ett innehållsblock nedan för att lägga till det på din sida eller inlägg.

source: Select a Content Block
it_it: Seleziona un Blocco di Contenuti
sv_se: Välj ett innehållsblock

source: Cancel
sv_se: Avbryt svar

source: Add Content Block
it_it: Aggiungi un Blocco Contenuti
sv_se: Lägg till innehållsblock

source: Content Block updated. <a href="%s">Manage Widgets</a>
it_it: Blocco Contenuti Aggiornato. <a href="%s">Gestisci Widgets</a>
sv_se: Innehållsblocket är uppdaterat. <a href="%s">Hantera widgets</a>

source: Content Block published. <a href="%s">Manage Widgets</a>
it_it: Blocco Contenuti pubblicato. <a href="%s">Gestisci Widgets</a>
sv_se: Innehållsblocket är publicerat. <a href="%s">Hantera widgets</a>

source: Content Block published.
it_it: Blocco Contenuti pubblicato.
sv_se: Innehållsblocket är publicerat.

source: Content Block submitted. <a href="%s">Manage Widgets</a>
it_it: Blocco Contenuti inserito. <a href="%s">Gestisci Widgets</a>
sv_se: Innehållsblocket är skickat. <a href="%s">Hantera widgets</a>

source: Content Block submitted.
it_it: Blocco Contenuti inserito.
sv_se: Innehållsblocket är skickat.

source: Content Block scheduled for: <strong>%1$s</strong>.
it_it: Pubblicazione del blocco previsto per <strong>%1$s</strong>.
sv_se: Innehållsblocket är schemalagt för publicering: <strong>%1$s</strong>.

source: Content Block draft updated. <a href="%s">Manage Widgets</a>
it_it: Progetto Blocco Contenuti aggiornato. <a href="%s">Gestisci Widgets</a>
sv_se: Innehållsblockets utkast är uppdaterat. <a href="%s">Hantera widgets</a>

source: Content Block draft updated.
it_it: Progetto Blocco Contenuti aggiornato.
sv_se: Innehållsblockets utkast är uppdaterat.

source: Content Blocks
sv_se: Innehållsblock

source: Do not apply content filters
it_it: Non applicare filtri al contenuto
sv_se: Använd inte innehållsfilter

source: Show Featured Image
sv_se: Visa utvald bild

source: Show featured image
it_it: Mostra immagine anteprima
sv_se: Visa utvald bild

source: Content Block Information
it_it: Informazioni Blocco Contenuti
sv_se: Information om innehållsblocket

source: Thank you for using the Custom Post Widget plugin. Visit the <a href="http://www.vanderwijk.com/wordpress/wordpress-custom-post-widget/?utm_source=wordpress&utm_medium=plugin&utm_campaign=custom_post_widget" target="_blank">plugin website</a> to find out more about using this plugin. <a href="%1$s" style="float:right;">Hide Notice</a>
it_it: Grazie per aver scelto il plugin Custom Post Widget. Visita il <a href="http://www.vanderwijk.com/wordpress/wordpress-custom-post-widget/?utm_source=wordpress&utm_medium=plugin&utm_campaign=custom_post_widget" target="_blank">plugin</a> per saperne di pi√π su come usare questo plugin. <a href="%1$s" style="float:right;">Hide Avviso</a>
sv_se: Tack för att du använder Custom Post Widget plugin. Besök <a href="http://www.vanderwijk.com/wordpress/wordpress-custom-post-widget/?utm_source=wordpress&utm_medium=plugin&utm_campaign=custom_post_widget" target="_blank">plugin webbplats</a> att ta reda på mer om hur du använder denna plugin. <a href="%1$s" style="float:right;">Göm Meddelande</a>
